Repository: mohammadja98/onlineshop-mango-
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: login
fa: ورود

source: Sign In to Mango
fa: ورود به منگو

source: please Check the below errors
fa: لطفاً خطاهای زیر را بررسی کنید.

source: Don’t have an account?
fa: قبلاً حساب ساخته‌اید؟

source: Sign Up
fa: ثبت نام

source: logout
fa: خروج

source: are you sure to logout?
fa: آیا مطمئنید که می‌خواهید خارج شوید؟

source: yes, please logout
fa: بله، خارج شو

source: Cancel and return to the home page
fa: انصراف و بازگشت به صفحه اصلی

source: signup
fa: ثبت نام

source: Create an account in
fa: ایجاد حساب کاربری در منگو

source: please Check the errors
fa: لطفاً خطاهای زیر را بررسی کنید.

source: already do you have an account?
fa: قبلاً حساب ساخته‌اید؟

source: A minimalist and modern online shopping experience
fa: یک تجربه خرید آنلاین مینیمالیستی و مدرن.

source: Quick Links
fa: لینک های سریع

source: shop
fa: فروشگاه

source: about us
fa: درباره ما

source: conact with us
fa: تماس با ما

source: Mango Store. All rights reserved.
fa: فروشگاه منگو.تمام حقوق محفوظ است.

source: Home
fa: خانه

source: Welcome to Mango Shop
fa: به فروشگاه منگو خوش آمدید

source: Experience a modern shopping journey with our shop.
fa: با فروشگاه ما، خریدی مدرن و راحت را تجربه کنید.

source: Shop Now
fa: خرید

source: hello
fa: سلام
