Repository: mohammadja98/onlineshop-mango-
Catalog: cart/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Product successfully added to cart
fa: محصول با موفقیت به سبد خرید اضافه شد

source: Product successfully removed from cart
fa: محصول با موفقیت از سبد خرید حذف شد

source: cart
fa: سبد خرید

source: your cart
fa: سبد خرید شما

source: product code
fa: کد محصول

source: unit price
fa: قیمت واحد

source: total price
fa: قیمت کل

source: your cart is empty
fa: سبد خرید شما خالی است

source: back to shop
fa: برگشت به فروشگاه

source: order summary
fa: خلاصه سفارش

source: products price
fa: قیمت محصولات

source: your discount
fa: تخفیف شما

source: sum total
fa: جمع کل

source: comfirm and complete the order
fa: تایید و تکمیل سفازش

source: the cost of this order has not yet been paid for, and the items will be removed from your shopping cart if they are out of stock
fa: هزینه این سفارش هنوز پرداخت نشده است و در صورت عدم موجودی، اقلام از سبد خرید شما حذف خواهند شد.

source: Mango cart
fa: سبد خرید منگو

source: quantity
fa: تعداد

source: Your cart is empty
fa: سبد خرید شما خالی است

source: View cart
fa: نمایش سبد خرید

source: Continue to payment
fa: ادامه به پرداخت

source: Product added to your account cart
fa: محصول به سبد خرید حساب شما اضافه شد.

source: Product removed from your cart
fa: محصول از سبد خرید شما حذف شد.

source: This product is not in your cart
fa: این محصول در سبد خرید شما نیست.

source: All products successfully removed from your account cart
fa: همه محصولات با موفقیت از سبد خرید حساب شما حذف شدند.

source: Your account cart is already empty
fa: سبد خرید حساب کاربری شما از قبل خالی است.

source: All products successfully removed from your session cart
fa: همه محصولات با موفقیت از سبد خرید شما حذف شدند.

source: Your session cart is already empty
fa: سبد خرید شما از قبل خالی است.
